Repository: alpaka206/AlarmTalk
Catalog: apps/ios-native/AlarmTalkWidget/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: 끄기
en: Stop
ja: 止める

source: 다시 울리기
en: Snooze
ja: 再通知

source: 다시 울림
en: Snoozed
ja: 再通知待ち

source: 다시 울림 대기 중
en: Waiting to ring again
ja: 再通知を待っています

source: 알람
en: Alarm
ja: アラーム

source: 알람 소리로 깨워요
en: Wakes you with an alarm sound
ja: アラーム音で起こします

source: 알람 울림
en: Ringing
ja: 鳴動中

source: 알람 후 음성으로 깨워요
en: Alarm sound, then a voice
ja: アラーム音のあと声で起こします

source: 예약됨
en: Scheduled
ja: 予約済み

source: 오전
en: AM
ja: 午前

source: 오후
en: PM
ja: 午後

source: 음성 알람
en: Voice alarm
ja: 音声アラーム

source: 음성으로 깨워요
en: Wakes you with a voice
ja: 声で起こします

source: 일시정지
en: Paused
ja: 一時停止

source: 일시정지됨
en: Paused
ja: 一時停止中

source: 지금 울리는 중
en: Ringing now
ja: 鳴っています

# alarm.action.dismiss
source: 알람 끄기
en: Dismiss
ja: アラームを止める

source: 알람 ID
en: Alarm ID
ja: アラームID

source: 알람 다시 울리기
en: Snooze the alarm
ja: アラームを再通知
